module.exports = {
    printWidth: 120, // Максимальная длина строки
    tabWidth: 4, // Ширина отступа — 4 пробела
    useTabs: false, // Использовать пробелы вместо табуляции
    singleQuote: true, // Использовать одинарные кавычки вместо двойных
    quoteProps: 'consistent', // Цитировать свойства объектов только если одно из них требует кавычек
    semi: false, // Убираем точку с запятой в конце строки
    trailingComma: 'all', // Включаем запятую в последнем элементе объекта или массива
    bracketSpacing: true, // Пробел между фигурными скобками и содержимым объекта { foo: bar }
    jsxBracketSameLine: false, // Закрывающая скобка JSX на новой строке
    arrowParens: 'always', // Всегда использовать круглые скобки в стрелочных функциях
    endOfLine: 'lf', // Использовать переносы строк 'lf' (Line Feed)
}
