interface ICompanyAbout {
    id: number
    text: string
    adress1: string
    adress2: string
    time: string
}

export const contentCompanyAboutDesktop: ICompanyAbout[] = [
    {
        id: 1,
        text: 'Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключитете образом мышления ключевые сценарии поведения.Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения.',
        adress1: 'г. Минск, ул. Тиражная 150, офис 204',
        adress2: 'г. Минск, ул. Сурганова 1, корпус 2',
        time: '8:30-20:00 ПН-ПТ, 8:30-13:00 С',
    },
]

interface IReviews {
    id: number
    question: string
    answer: string
}

export const contentReviewsDesktop: IReviews[] = [
    {
        id: 1,
        question: 'Необычные моменты произошедшие с Вами в процессе работы?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения.”',
    },
    {
        id: 2,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
    {
        id: 3,
        question: 'Необычные моменты произошедшие с Вами в процессе работы?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения.”',
    },
    {
        id: 4,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
    {
        id: 5,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
]
