interface IProfessionReviews {
    id: number
    question: string
    answer: string
}

export const contentProfessionReviewsDesktop: IProfessionReviews[] = [
    {
        id: 1,
        question: 'Необычные моменты произошедшие с Вами в процессе работы?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения.”',
    },
    {
        id: 2,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
    {
        id: 3,
        question: 'Необычные моменты произошедшие с Вами в процессе работы?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения.”',
    },
    {
        id: 4,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
    {
        id: 5,
        question: 'Почему Вам нравится работать в этой профессии?',
        answer: '“Учитывая ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации анализа существующих паттернов поведения. А ещё диаграммы связей ограничены исключительно образом мышления ключевые сценарии поведения, сложившаяся структура организации прекрасно подходит для реализации”',
    },
]
